[  { "id": 1,    
    "name": "Emily Smith",
"image_url": "https://randomuser.me/api/portraits/women/1.jpg",
    "rating": 4,
        "review": "Spider-Man Remastered is a fantastic re-release of the original game with improved graphics and gameplay. The storyline is just as captivating as it was when it first came out, and the updated graphics add a new level of immersion to the game. Overall, a must-play for fans of the series and newcomers alike."  },
  {  "id": 2,  "name": "Michael Johnson",
  "image_url": "https://randomuser.me/api/portraits/men/2.jpg",
      "rating": 5,    
      "review": "I loved the original Spider-Man game, and the remastered version takes it to a whole new level. The improved graphics and added features make it feel like a completely new game, and the attention to detail is impressive. The only downside is that some of the controls can be a bit tricky, but once you get the hang of it, it's a blast to play."  },  
  {   "id": 3, "name": "Sarah Davis", 
  "image_url": "https://randomuser.me/api/portraits/women/3.jpg",   
  "rating": 3,    
  "review": "Spider-Man Remastered is a beautiful game that brings the iconic superhero to life in a way that's both true to the comics and incredibly fun to play. The updated graphics are stunning, and the added features only enhance the overall experience. Whether you're a fan of the series or new to it, this is a must-play."  },  
  {   "id": 4, "name": "David Brown", 
  "image_url": "https://randomuser.me/api/portraits/men/4.jpg",   
  "rating": 4,    
  "review": "I was a big fan of the original Spider-Man game, and while the remastered version is definitely a step up in terms of graphics and gameplay, it still feels a bit dated. The controls can be a bit clunky, and some of the missions can get repetitive. But overall, it's still a solid game that's worth playing if you're a fan of the series."  },  
  {   "id": 5, "name": "Jessica Wilson",
  "image_url": "https://randomuser.me/api/portraits/women/5.jpg",
      "rating": 5,
          "review": "Spider-Man Remastered is a great update to an already fantastic game. The improved graphics and added features make it feel like a brand new experience, and the storyline is just as engaging as it was when the game first came out. The only downside is that it can be a bit easy at times, but it's still a lot of fun to play."  },  
  {  "id": 6,  "name": "William Anderson",
  "image_url": "https://randomuser.me/api/portraits/men/6.jpg",
      "rating": 3,
          "review": "If you're a fan of the Spider-Man series, then you won't want to miss out on this remastered version. The updated graphics and added features make it feel like a brand new game, and the storyline is just as captivating as it was when the original came out. It's a must-play for fans of the series and newcomers alike."  }]


